{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": {
    "type": "BPEDecoder",
    "suffix": "</w>"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "\t": 1,
      "\n": 2,
      "\r": 3,
      " ": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "A": 37,
      "B": 38,
      "C": 39,
      "D": 40,
      "E": 41,
      "F": 42,
      "G": 43,
      "H": 44,
      "I": 45,
      "J": 46,
      "K": 47,
      "L": 48,
      "M": 49,
      "N": 50,
      "O": 51,
      "P": 52,
      "Q": 53,
      "R": 54,
      "S": 55,
      "T": 56,
      "U": 57,
      "V": 58,
      "W": 59,
      "X": 60,
      "Y": 61,
      "Z": 62,
      "[": 63,
      "\\": 64,
      "]": 65,
      "^": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "{": 95,
      "|": 96,
      "}": 97,
      "~": 98,
      "": 99,
      "": 100,
      " ": 101,
      "¡": 102,
      "£": 103,
      "¤": 104,
      "¥": 105,
      "¦": 106,
      "§": 107,
      "¨": 108,
      "©": 109,
      "«": 110,
      "¬": 111,
      "­": 112,
      "®": 113,
      "¯": 114,
      "°": 115,
      "±": 116,
      "²": 117,
      "³": 118,
      "´": 119,
      "µ": 120,
      "¶": 121,
      "·": 122,
      "¸": 123,
      "¹": 124,
      "º": 125,
      "»": 126,
      "¼": 127,
      "½": 128,
      "¾": 129,
      "¿": 130,
      "À": 131,
      "Á": 132,
      "Â": 133,
      "Ä": 134,
      "Å": 135,
      "Æ": 136,
      "Ç": 137,
      "È": 138,
      "É": 139,
      "Ê": 140,
      "Ë": 141,
      "Í": 142,
      "Î": 143,
      "Ï": 144,
      "Ò": 145,
      "Ó": 146,
      "Ô": 147,
      "Ö": 148,
      "×": 149,
      "Ø": 150,
      "Ú": 151,
      "Ü": 152,
      "ß": 153,
      "à": 154,
      "á": 155,
      "â": 156,
      "ã": 157,
      "ä": 158,
      "å": 159,
      "æ": 160,
      "ç": 161,
      "è": 162,
      "é": 163,
      "ê": 164,
      "ë": 165,
      "ì": 166,
      "í": 167,
      "î": 168,
      "ï": 169,
      "ð": 170,
      "ñ": 171,
      "ò": 172,
      "ó": 173,
      "ô": 174,
      "õ": 175,
      "ö": 176,
      "÷": 177,
      "ø": 178,
      "ú": 179,
      "û": 180,
      "ü": 181,
      "ý": 182,
      "ÿ": 183,
      "Ā": 184,
      "ā": 185,
      "ă": 186,
      "Ą": 187,
      "ą": 188,
      "Ć": 189,
      "ć": 190,
      "ĉ": 191,
      "Č": 192,
      "č": 193,
      "Đ": 194,
      "đ": 195,
      "ē": 196,
      "ė": 197,
      "Ę": 198,
      "ę": 199,
      "ě": 200,
      "ĝ": 201,
      "ğ": 202,
      "Ģ": 203,
      "ģ": 204,
      "ĥ": 205,
      "ī": 206,
      "ĭ": 207,
      "İ": 208,
      "ı": 209,
      "Ĵ": 210,
      "ĵ": 211,
      "ķ": 212,
      "ļ": 213,
      "Ł": 214,
      "ł": 215,
      "ń": 216,
      "Ō": 217,
      "ō": 218,
      "œ": 219,
      "ŗ": 220,
      "Ř": 221,
      "ř": 222,
      "Ś": 223,
      "ś": 224,
      "ŝ": 225,
      "ş": 226,
      "Š": 227,
      "š": 228,
      "Ţ": 229,
      "ţ": 230,
      "ŧ": 231,
      "ū": 232,
      "ŭ": 233,
      "ů": 234,
      "ź": 235,
      "Ż": 236,
      "ż": 237,
      "Ž": 238,
      "ž": 239,
      "Ɔ": 240,
      "Ǝ": 241,
      "ƒ": 242,
      "ơ": 243,
      "ư": 244,
      "ƺ": 245,
      "ƿ": 246,
      "ǎ": 247,
      "ǐ": 248,
      "ǒ": 249,
      "ǔ": 250,
      "ǣ": 251,
      "ǻ": 252,
      "Ș": 253,
      "ș": 254,
      "ț": 255,
      "ȣ": 256,
      "ȼ": 257,
      "ə": 258,
      "ɛ": 259,
      "ɣ": 260,
      "ɪ": 261,
      "ɾ": 262,
      "ʀ": 263,
      "ʁ": 264,
      "ʊ": 265,
      "ʔ": 266,
      "ʕ": 267,
      "ʖ": 268,
      "ʘ": 269,
      "ʰ": 270,
      "ʷ": 271,
      "ʼ": 272,
      "ˈ": 273,
      "ˑ": 274,
      "˚": 275,
      "˜": 276,
      "̀": 277,
      "́": 278,
      "̂": 279,
      "̃": 280,
      "̄": 281,
      "̅": 282,
      "̆": 283,
      "̇": 284,
      "̈": 285,
      "̉": 286,
      "̊": 287,
      "̋": 288,
      "̌": 289,
      "̍": 290,
      "̎": 291,
      "̏": 292,
      "̐": 293,
      "̑": 294,
      "̒": 295,
      "̓": 296,
      "̔": 297,
      "̕": 298,
      "̖": 299,
      "̗": 300,
      "̘": 301,
      "̙": 302,
      "̚": 303,
      "̛": 304,
      "̜": 305,
      "̝": 306,
      "̞": 307,
      "̟": 308,
      "̠": 309,
      "̡": 310,
      "̢": 311,
      "̣": 312,
      "̤": 313,
      "̥": 314,
      "̦": 315,
      "̧": 316,
      "̨": 317,
      "̩": 318,
      "̪": 319,
      "̫": 320,
      "̬": 321,
      "̭": 322,
      "̮": 323,
      "̯": 324,
      "̰": 325,
      "̱": 326,
      "̲": 327,
      "̳": 328,
      "̴": 329,
      "̵": 330,
      "̶": 331,
      "̷": 332,
      "̸": 333,
      "̹": 334,
      "̺": 335,
      "̻": 336,
      "̼": 337,
      "̽": 338,
      "̾": 339,
      "̿": 340,
      "͂": 341,
      "ͅ": 342,
      "͆": 343,
      "͇": 344,
      "͈": 345,
      "͉": 346,
      "͊": 347,
      "͋": 348,
      "͌": 349,
      "͍": 350,
      "͎": 351,
      "͏": 352,
      "͐": 353,
      "͑": 354,
      "͒": 355,
      "͓": 356,
      "͔": 357,
      "͕": 358,
      "͖": 359,
      "͗": 360,
      "͘": 361,
      "͙": 362,
      "͚": 363,
      "͛": 364,
      "͜": 365,
      "͝": 366,
      "͞": 367,
      "͟": 368,
      "͠": 369,
      "͡": 370,
      "͢": 371,
      "ͣ": 372,
      "ͤ": 373,
      "ͥ": 374,
      "ͦ": 375,
      "ͧ": 376,
      "ͨ": 377,
      "ͩ": 378,
      "ͪ": 379,
      "ͫ": 380,
      "ͬ": 381,
      "ͭ": 382,
      "ͮ": 383,
      "ͯ": 384,
      "Ά": 385,
      "Έ": 386,
      "Ό": 387,
      "Ώ": 388,
      "Α": 389,
      "Β": 390,
      "Γ": 391,
      "Δ": 392,
      "Ε": 393,
      "Ζ": 394,
      "Η": 395,
      "Θ": 396,
      "Ι": 397,
      "Κ": 398,
      "Λ": 399,
      "Μ": 400,
      "Ν": 401,
      "Ο": 402,
      "Π": 403,
      "Ρ": 404,
      "Σ": 405,
      "Τ": 406,
      "Φ": 407,
      "Χ": 408,
      "Ψ": 409,
      "Ω": 410,
      "ά": 411,
      "έ": 412,
      "ή": 413,
      "ί": 414,
      "α": 415,
      "β": 416,
      "γ": 417,
      "δ": 418,
      "ε": 419,
      "ζ": 420,
      "η": 421,
      "θ": 422,
      "ι": 423,
      "κ": 424,
      "λ": 425,
      "μ": 426,
      "ν": 427,
      "ξ": 428,
      "ο": 429,
      "π": 430,
      "ρ": 431,
      "ς": 432,
      "σ": 433,
      "τ": 434,
      "υ": 435,
      "φ": 436,
      "χ": 437,
      "ψ": 438,
      "ω": 439,
      "ϊ": 440,
      "ό": 441,
      "ύ": 442,
      "ώ": 443,
      "ϑ": 444,
      "ϛ": 445,
      "ϟ": 446,
      "ϰ": 447,
      "Ё": 448,
      "Ђ": 449,
      "Ѓ": 450,
      "Є": 451,
      "Ѕ": 452,
      "І": 453,
      "Ї": 454,
      "Ј": 455,
      "Њ": 456,
      "Ќ": 457,
      "Ў": 458,
      "Џ": 459,
      "А": 460,
      "Б": 461,
      "В": 462,
      "Г": 463,
      "Д": 464,
      "Е": 465,
      "Ж": 466,
      "З": 467,
      "И": 468,
      "Й": 469,
      "К": 470,
      "Л": 471,
      "М": 472,
      "Н": 473,
      "О": 474,
      "П": 475,
      "Р": 476,
      "С": 477,
      "Т": 478,
      "У": 479,
      "Ф": 480,
      "Х": 481,
      "Ц": 482,
      "Ч": 483,
      "Ш": 484,
      "Щ": 485,
      "Ъ": 486,
      "Ы": 487,
      "Ь": 488,
      "Э": 489,
      "Ю": 490,
      "Я": 491,
      "а": 492,
      "б": 493,
      "в": 494,
      "г": 495,
      "д": 496,
      "е": 497,
      "ж": 498,
      "з": 499,
      "и": 500,
      "й": 501,
      "к": 502,
      "л": 503,
      "м": 504,
      "н": 505,
      "о": 506,
      "п": 507,
      "р": 508,
      "с": 509,
      "т": 510,
      "у": 511,
      "ф": 512,
      "х": 513,
      "ц": 514,
      "ч": 515,
      "ш": 516,
      "щ": 517,
      "ъ": 518,
      "ы": 519,
      "ь": 520,
      "э": 521,
      "ю": 522,
      "я": 523,
      "ё": 524,
      "ђ": 525,
      "ѓ": 526,
      "є": 527,
      "і": 528,
      "ї": 529,
      "ј": 530,
      "љ": 531,
      "њ": 532,
      "ћ": 533,
      "ќ": 534,
      "ѝ": 535,
      "ў": 536,
      "ѡ": 537,
      "Ѣ": 538,
      "ѣ": 539,
      "ѥ": 540,
      "Ѧ": 541,
      "ѧ": 542,
      "ѩ": 543,
      "Ѫ": 544,
      "ѫ": 545,
      "Ѯ": 546,
      "ѯ": 547,
      "Ѳ": 548,
      "ѳ": 549,
      "ѵ": 550,
      "ѹ": 551,
      "ѻ": 552,
      "ѿ": 553,
      "ҁ": 554,
      "҃": 555,
      "҄": 556,
      "҆": 557,
      "҇": 558,
      "҉": 559,
      "Ґ": 560,
      "ґ": 561,
      "Ғ": 562,
      "ғ": 563,
      "ҙ": 564,
      "Қ": 565,
      "қ": 566,
      "ҟ": 567,
      "ң": 568,
      "ҧ": 569,
      "Ү": 570,
      "ү": 571,
      "ұ": 572,
      "Ӑ": 573,
      "ӑ": 574,
      "ӓ": 575,
      "ӕ": 576,
      "ә": 577,
      "Ӝ": 578,
      "ӝ": 579,
      "ӟ": 580,
      "ӣ": 581,
      "ӥ": 582,
      "Ӧ": 583,
      "ӧ": 584,
      "Ө": 585,
      "ө": 586,
      "ӵ": 587,
      "Ա": 588,
      "Բ": 589,
      "Գ": 590,
      "Ե": 591,
      "Ի": 592,
      "Կ": 593,
      "Հ": 594,
      "Մ": 595,
      "Ո": 596,
      "Պ": 597,
      "Վ": 598,
      "Տ": 599,
      "Ք": 600,
      "ա": 601,
      "գ": 602,
      "դ": 603,
      "ե": 604,
      "թ": 605,
      "ի": 606,
      "խ": 607,
      "ծ": 608,
      "կ": 609,
      "հ": 610,
      "ղ": 611,
      "յ": 612,
      "ն": 613,
      "շ": 614,
      "ո": 615,
      "չ": 616,
      "ջ": 617,
      "ռ": 618,
      "ս": 619,
      "վ": 620,
      "տ": 621,
      "ր": 622,
      "ց": 623,
      "ւ": 624,
      "ք": 625,
      "և": 626,
      "ְ": 627,
      "ֱ": 628,
      "ֲ": 629,
      "ִ": 630,
      "ֵ": 631,
      "ֶ": 632,
      "ַ": 633,
      "ָ": 634,
      "ֹ": 635,
      "ֺ": 636,
      "ּ": 637,
      "־": 638,
      "ֿ": 639,
      "ׁ": 640,
      "א": 641,
      "ב": 642,
      "ג": 643,
      "ד": 644,
      "ה": 645,
      "ו": 646,
      "ז": 647,
      "ח": 648,
      "ט": 649,
      "י": 650,
      "ך": 651,
      "כ": 652,
      "ל": 653,
      "ם": 654,
      "מ": 655,
      "ן": 656,
      "נ": 657,
      "ס": 658,
      "ע": 659,
      "ף": 660,
      "פ": 661,
      "ץ": 662,
      "צ": 663,
      "ק": 664,
      "ר": 665,
      "ש": 666,
      "ת": 667,
      "װ": 668,
      "ײ": 669,
      "׳": 670,
      "״": 671,
      "؟": 672,
      "ء": 673,
      "آ": 674,
      "أ": 675,
      "إ": 676,
      "ئ": 677,
      "ا": 678,
      "ب": 679,
      "ة": 680,
      "ت": 681,
      "ج": 682,
      "ح": 683,
      "خ": 684,
      "د": 685,
      "ذ": 686,
      "ر": 687,
      "ز": 688,
      "س": 689,
      "ش": 690,
      "ص": 691,
      "ض": 692,
      "ط": 693,
      "ظ": 694,
      "ع": 695,
      "غ": 696,
      "ف": 697,
      "ق": 698,
      "ك": 699,
      "ل": 700,
      "م": 701,
      "ن": 702,
      "ه": 703,
      "و": 704,
      "ى": 705,
      "ي": 706,
      "ٌ": 707,
      "ٍ": 708,
      "َ": 709,
      "ُ": 710,
      "ِ": 711,
      "ّ": 712,
      "ْ": 713,
      "ٰ": 714,
      "ٱ": 715,
      "پ": 716,
      "چ": 717,
      "ک": 718,
      "ڭ": 719,
      "گ": 720,
      "ہ": 721,
      "ۇ": 722,
      "ی": 723,
      "ە": 724,
      "۩": 725,
      "߶": 726,
      "ं": 727,
      "अ": 728,
      "उ": 729,
      "औ": 730,
      "क": 731,
      "ख": 732,
      "ग": 733,
      "घ": 734,
      "च": 735,
      "ज": 736,
      "ट": 737,
      "ड": 738,
      "ण": 739,
      "त": 740,
      "थ": 741,
      "द": 742,
      "न": 743,
      "प": 744,
      "फ": 745,
      "ब": 746,
      "भ": 747,
      "म": 748,
      "य": 749,
      "र": 750,
      "ल": 751,
      "व": 752,
      "श": 753,
      "स": 754,
      "ह": 755,
      "़": 756,
      "ा": 757,
      "ि": 758,
      "ी": 759,
      "ु": 760,
      "ू": 761,
      "े": 762,
      "ै": 763,
      "ो": 764,
      "ौ": 765,
      "्": 766,
      "ॐ": 767,
      "দ": 768,
      "ম": 769,
      "ਕ": 770,
      "ਣ": 771,
      "ਤ": 772,
      "ੁ": 773,
      "ખ": 774,
      "ફ": 775,
      "બ": 776,
      "ર": 777,
      "લ": 778,
      "સ": 779,
      "ા": 780,
      "ો": 781,
      "્": 782,
      "వ": 783,
      "ಠ": 784,
      "ง": 785,
      "ช": 786,
      "ณ": 787,
      "ด": 788,
      "ท": 789,
      "น": 790,
      "ม": 791,
      "ย": 792,
      "ร": 793,
      "ว": 794,
      "ส": 795,
      "ห": 796,
      "อ": 797,
      "ะ": 798,
      "า": 799,
      "ำ": 800,
      "ุ": 801,
      "฿": 802,
      "เ": 803,
      "้": 804,
      "༼": 805,
      "༽": 806,
      "ა": 807,
      "ბ": 808,
      "გ": 809,
      "დ": 810,
      "ე": 811,
      "ვ": 812,
      "ზ": 813,
      "თ": 814,
      "ი": 815,
      "კ": 816,
      "ლ": 817,
      "მ": 818,
      "ნ": 819,
      "ო": 820,
      "პ": 821,
      "რ": 822,
      "ს": 823,
      "ტ": 824,
      "უ": 825,
      "ფ": 826,
      "ქ": 827,
      "ყ": 828,
      "შ": 829,
      "ჩ": 830,
      "ც": 831,
      "ძ": 832,
      "წ": 833,
      "ჭ": 834,
      "ხ": 835,
      "ჯ": 836,
      "ቡ": 837,
      "ና": 838,
      "Ꭺ": 839,
      "Ꭼ": 840,
      "Ꮖ": 841,
      "Ꮩ": 842,
      "Ꮮ": 843,
      "Ꮹ": 844,
      " ": 845,
      "ᚁ": 846,
      "ᚂ": 847,
      "ᚄ": 848,
      "ᚅ": 849,
      "ᚆ": 850,
      "ᚇ": 851,
      "ᚉ": 852,
      "ᚋ": 853,
      "ᚌ": 854,
      "ᚏ": 855,
      "ᚐ": 856,
      "ᚑ": 857,
      "ᚓ": 858,
      "ᚔ": 859,
      "ᚘ": 860,
      "ᠠ": 861,
      "ᠨ": 862,
      "ᠷ": 863,
      "ᡆ": 864,
      "ᡇ": 865,
      "ᢘ": 866,
      "ḗ": 867,
      "ḙ": 868,
      "ḛ": 869,
      "ḣ": 870,
      "ḥ": 871,
      "Ḧ": 872,
      "ḧ": 873,
      "ḩ": 874,
      "ḫ": 875,
      "ḯ": 876,
      "ṁ": 877,
      "ṃ": 878,
      "ṇ": 879,
      "ṋ": 880,
      "ṓ": 881,
      "ṛ": 882,
      "ṯ": 883,
      "Ẅ": 884,
      "ẅ": 885,
      "ẗ": 886,
      "ạ": 887,
      "ằ": 888,
      "Ẳ": 889,
      "ẽ": 890,
      "ệ": 891,
      "ỉ": 892,
      "ị": 893,
      "ọ": 894,
      "ớ": 895,
      "ờ": 896,
      "ở": 897,
      "ụ": 898,
      "ủ": 899,
      "ữ": 900,
      "ự": 901,
      "ỳ": 902,
      "ἀ": 903,
      "ἄ": 904,
      "Ἀ": 905,
      "Ἁ": 906,
      "Ἅ": 907,
      "ἐ": 908,
      "ἔ": 909,
      "ἡ": 910,
      "ἥ": 911,
      "ἰ": 912,
      "ἱ": 913,
      "ἴ": 914,
      "ἵ": 915,
      "ἶ": 916,
      "ὀ": 917,
      "ὁ": 918,
      "ὅ": 919,
      "ὐ": 920,
      "ὕ": 921,
      "ὡ": 922,
      "ὰ": 923,
      "ὲ": 924,
      "ὴ": 925,
      "ὸ": 926,
      "ῆ": 927,
      "῎": 928,
      "ῖ": 929,
      "ῦ": 930,
      "Ῥ": 931,
      "ῶ": 932,
      "῾": 933,
      " ": 934,
      " ": 935,
      " ": 936,
      " ": 937,
      " ": 938,
      " ": 939,
      "​": 940,
      "‌": 941,
      "‍": 942,
      "‎": 943,
      "‏": 944,
      "‑": 945,
      "‒": 946,
      "–": 947,
      "—": 948,
      "―": 949,
      "‘": 950,
      "’": 951,
      "‚": 952,
      "‛": 953,
      "“": 954,
      "”": 955,
      "„": 956,
      "†": 957,
      "‡": 958,
      "•": 959,
      "‥": 960,
      "…": 961,
      " ": 962,
      "‬": 963,
      "‭": 964,
      " ": 965,
      "‱": 966,
      "′": 967,
      "″": 968,
      "‼": 969,
      "‿": 970,
      "⁂": 971,
      "⁄": 972,
      "⁠": 973,
      "⁴": 974,
      "₁": 975,
      "₂": 976,
      "₇": 977,
      "€": 978,
      "₽": 979,
      "⃞": 980,
      "ℓ": 981,
      "ℕ": 982,
      "№": 983,
      "ℝ": 984,
      "™": 985,
      "℧": 986,
      "⅓": 987,
      "⅟": 988,
      "Ⅰ": 989,
      "←": 990,
      "↑": 991,
      "→": 992,
      "↓": 993,
      "↔": 994,
      "↕": 995,
      "↨": 996,
      "↯": 997,
      "⇒": 998,
      "⇧": 999,
      "∀": 1000,
      "∃": 1001,
      "∅": 1002,
      "−": 1003,
      "∙": 1004,
      "√": 1005,
      "∞": 1006,
      "∟": 1007,
      "∧": 1008,
      "∨": 1009,
      "∩": 1010,
      "∪": 1011,
      "∴": 1012,
      "≈": 1013,
      "≠": 1014,
      "≡": 1015,
      "≤": 1016,
      "≥": 1017,
      "⊂": 1018,
      "⋅": 1019,
      "⌒": 1020,
      "⌘": 1021,
      "⎇": 1022,
      "⎳": 1023,
      "␄": 1024,
      "␑": 1025,
      "─": 1026,
      "▀": 1027,
      "█": 1028,
      "▒": 1029,
      "■": 1030,
      "□": 1031,
      "▪": 1032,
      "▬": 1033,
      "▲": 1034,
      "△": 1035,
      "►": 1036,
      "▼": 1037,
      "▽": 1038,
      "◄": 1039,
      "◊": 1040,
      "○": 1041,
      "●": 1042,
      "◕": 1043,
      "◘": 1044,
      "◙": 1045,
      "◬": 1046,
      "★": 1047,
      "☆": 1048,
      "☑": 1049,
      "☕": 1050,
      "☝": 1051,
      "☠": 1052,
      "☥": 1053,
      "☦": 1054,
      "☨": 1055,
      "☭": 1056,
      "☮": 1057,
      "☺": 1058,
      "☻": 1059,
      "☼": 1060,
      "♀": 1061,
      "♂": 1062,
      "♃": 1063,
      "♠": 1064,
      "♣": 1065,
      "♥": 1066,
      "♦": 1067,
      "♪": 1068,
      "♫": 1069,
      "♯": 1070,
      "⚠": 1071,
      "⚡": 1072,
      "✅": 1073,
      "✔": 1074,
      "✡": 1075,
      "❤": 1076,
      "⠀": 1077,
      "⭐": 1078,
      "ⷭ": 1079,
      "⸮": 1080,
      "　": 1081,
      "、": 1082,
      "。": 1083,
      "々": 1084,
      "《": 1085,
      "》": 1086,
      "「": 1087,
      "」": 1088,
      "『": 1089,
      "』": 1090,
      "〜": 1091,
      "ぁ": 1092,
      "あ": 1093,
      "ぃ": 1094,
      "い": 1095,
      "ぅ": 1096,
      "う": 1097,
      "え": 1098,
      "お": 1099,
      "か": 1100,
      "が": 1101,
      "き": 1102,
      "ぎ": 1103,
      "く": 1104,
      "ぐ": 1105,
      "け": 1106,
      "げ": 1107,
      "こ": 1108,
      "ご": 1109,
      "さ": 1110,
      "ざ": 1111,
      "し": 1112,
      "じ": 1113,
      "す": 1114,
      "ず": 1115,
      "せ": 1116,
      "そ": 1117,
      "ぞ": 1118,
      "た": 1119,
      "だ": 1120,
      "ち": 1121,
      "っ": 1122,
      "つ": 1123,
      "て": 1124,
      "で": 1125,
      "と": 1126,
      "ど": 1127,
      "な": 1128,
      "に": 1129,
      "ぬ": 1130,
      "ね": 1131,
      "の": 1132,
      "は": 1133,
      "ば": 1134,
      "ぱ": 1135,
      "ひ": 1136,
      "び": 1137,
      "ぴ": 1138,
      "ふ": 1139,
      "ぶ": 1140,
      "べ": 1141,
      "ぺ": 1142,
      "ほ": 1143,
      "ぼ": 1144,
      "ぽ": 1145,
      "ま": 1146,
      "み": 1147,
      "む": 1148,
      "め": 1149,
      "も": 1150,
      "ゃ": 1151,
      "や": 1152,
      "ゆ": 1153,
      "ょ": 1154,
      "よ": 1155,
      "ら": 1156,
      "り": 1157,
      "る": 1158,
      "れ": 1159,
      "ろ": 1160,
      "わ": 1161,
      "を": 1162,
      "ん": 1163,
      "ァ": 1164,
      "ア": 1165,
      "ィ": 1166,
      "イ": 1167,
      "ゥ": 1168,
      "ウ": 1169,
      "ェ": 1170,
      "エ": 1171,
      "ォ": 1172,
      "オ": 1173,
      "カ": 1174,
      "ガ": 1175,
      "キ": 1176,
      "ギ": 1177,
      "ク": 1178,
      "グ": 1179,
      "ケ": 1180,
      "ゲ": 1181,
      "コ": 1182,
      "ゴ": 1183,
      "サ": 1184,
      "ザ": 1185,
      "シ": 1186,
      "ジ": 1187,
      "ス": 1188,
      "ズ": 1189,
      "セ": 1190,
      "ゼ": 1191,
      "ソ": 1192,
      "ゾ": 1193,
      "タ": 1194,
      "ダ": 1195,
      "チ": 1196,
      "ッ": 1197,
      "ツ": 1198,
      "テ": 1199,
      "デ": 1200,
      "ト": 1201,
      "ド": 1202,
      "ナ": 1203,
      "ニ": 1204,
      "ヌ": 1205,
      "ネ": 1206,
      "ノ": 1207,
      "ハ": 1208,
      "バ": 1209,
      "パ": 1210,
      "ヒ": 1211,
      "ビ": 1212,
      "ピ": 1213,
      "フ": 1214,
      "ブ": 1215,
      "プ": 1216,
      "ヘ": 1217,
      "ベ": 1218,
      "ペ": 1219,
      "ホ": 1220,
      "ボ": 1221,
      "ポ": 1222,
      "マ": 1223,
      "ミ": 1224,
      "ム": 1225,
      "メ": 1226,
      "モ": 1227,
      "ャ": 1228,
      "ヤ": 1229,
      "ュ": 1230,
      "ユ": 1231,
      "ョ": 1232,
      "ヨ": 1233,
      "ラ": 1234,
      "リ": 1235,
      "ル": 1236,
      "レ": 1237,
      "ロ": 1238,
      "ワ": 1239,
      "ヲ": 1240,
      "ン": 1241,
      "ヴ": 1242,
      "ヶ": 1243,
      "・": 1244,
      "ー": 1245,
      "ヽ": 1246,
      "ㅋ": 1247,
      "ㆍ": 1248,
      "一": 1249,
      "七": 1250,
      "万": 1251,
      "三": 1252,
      "上": 1253,
      "下": 1254,
      "不": 1255,
      "与": 1256,
      "世": 1257,
      "东": 1258,
      "中": 1259,
      "丸": 1260,
      "主": 1261,
      "乃": 1262,
      "久": 1263,
      "之": 1264,
      "乌": 1265,
      "乐": 1266,
      "乘": 1267,
      "乙": 1268,
      "乱": 1269,
      "乳": 1270,
      "乾": 1271,
      "争": 1272,
      "事": 1273,
      "二": 1274,
      "五": 1275,
      "井": 1276,
      "亜": 1277,
      "亞": 1278,
      "京": 1279,
      "亮": 1280,
      "人": 1281,
      "亿": 1282,
      "什": 1283,
      "今": 1284,
      "他": 1285,
      "付": 1286,
      "仙": 1287,
      "代": 1288,
      "令": 1289,
      "仮": 1290,
      "件": 1291,
      "伏": 1292,
      "会": 1293,
      "伝": 1294,
      "伸": 1295,
      "住": 1296,
      "佐": 1297,
      "佑": 1298,
      "体": 1299,
      "作": 1300,
      "你": 1301,
      "使": 1302,
      "例": 1303,
      "侍": 1304,
      "依": 1305,
      "侵": 1306,
      "俄": 1307,
      "俐": 1308,
      "俺": 1309,
      "倉": 1310,
      "個": 1311,
      "借": 1312,
      "倫": 1313,
      "偵": 1314,
      "偶": 1315,
      "偷": 1316,
      "偽": 1317,
      "傑": 1318,
      "催": 1319,
      "傷": 1320,
      "僕": 1321,
      "儀": 1322,
      "儒": 1323,
      "元": 1324,
      "兄": 1325,
      "先": 1326,
      "光": 1327,
      "克": 1328,
      "兎": 1329,
      "党": 1330,
      "入": 1331,
      "全": 1332,
      "八": 1333,
      "公": 1334,
      "六": 1335,
      "共": 1336,
      "兵": 1337,
      "具": 1338,
      "典": 1339,
      "兼": 1340,
      "冒": 1341,
      "冨": 1342,
      "冬": 1343,
      "冶": 1344,
      "凰": 1345,
      "凶": 1346,
      "出": 1347,
      "刀": 1348,
      "刃": 1349,
      "分": 1350,
      "切": 1351,
      "刑": 1352,
      "列": 1353,
      "初": 1354,
      "判": 1355,
      "別": 1356,
      "利": 1357,
      "削": 1358,
      "前": 1359,
      "剑": 1360,
      "剛": 1361,
      "剣": 1362,
      "副": 1363,
      "力": 1364,
      "加": 1365,
      "动": 1366,
      "助": 1367,
      "势": 1368,
      "勇": 1369,
      "勉": 1370,
      "動": 1371,
      "勢": 1372,
      "勲": 1373,
      "化": 1374,
      "北": 1375,
      "匣": 1376,
      "区": 1377,
      "医": 1378,
      "十": 1379,
      "千": 1380,
      "升": 1381,
      "卐": 1382,
      "協": 1383,
      "南": 1384,
      "単": 1385,
      "博": 1386,
      "卡": 1387,
      "危": 1388,
      "却": 1389,
      "原": 1390,
      "厥": 1391,
      "去": 1392,
      "参": 1393,
      "友": 1394,
      "双": 1395,
      "反": 1396,
      "取": 1397,
      "口": 1398,
      "古": 1399,
      "可": 1400,
      "台": 1401,
      "史": 1402,
      "右": 1403,
      "吃": 1404,
      "合": 1405,
      "吉": 1406,
      "吊": 1407,
      "同": 1408,
      "名": 1409,
      "吐": 1410,
      "君": 1411,
      "吹": 1412,
      "吾": 1413,
      "呀": 1414,
      "员": 1415,
      "呪": 1416,
      "味": 1417,
      "命": 1418,
      "和": 1419,
      "咲": 1420,
      "咽": 1421,
      "哈": 1422,
      "哎": 1423,
      "哟": 1424,
      "員": 1425,
      "哦": 1426,
      "唄": 1427,
      "唐": 1428,
      "唱": 1429,
      "啊": 1430,
      "喜": 1431,
      "喲": 1432,
      "嗎": 1433,
      "嗜": 1434,
      "嘘": 1435,
      "器": 1436,
      "囃": 1437,
      "四": 1438,
      "回": 1439,
      "因": 1440,
      "団": 1441,
      "図": 1442,
      "国": 1443,
      "國": 1444,
      "園": 1445,
      "土": 1446,
      "圧": 1447,
      "在": 1448,
      "地": 1449,
      "坤": 1450,
      "城": 1451,
      "域": 1452,
      "基": 1453,
      "堀": 1454,
      "堂": 1455,
      "場": 1456,
      "塊": 1457,
      "塚": 1458,
      "塞": 1459,
      "塩": 1460,
      "境": 1461,
      "墨": 1462,
      "墮": 1463,
      "士": 1464,
      "声": 1465,
      "変": 1466,
      "夏": 1467,
      "外": 1468,
      "夜": 1469,
      "夢": 1470,
      "大": 1471,
      "天": 1472,
      "太": 1473,
      "夫": 1474,
      "夭": 1475,
      "失": 1476,
      "头": 1477,
      "奇": 1478,
      "奈": 1479,
      "契": 1480,
      "奨": 1481,
      "女": 1482,
      "好": 1483,
      "妄": 1484,
      "妈": 1485,
      "妖": 1486,
      "妙": 1487,
      "妝": 1488,
      "妹": 1489,
      "妻": 1490,
      "姉": 1491,
      "始": 1492,
      "姑": 1493,
      "委": 1494,
      "姚": 1495,
      "姦": 1496,
      "姫": 1497,
      "娘": 1498,
      "婚": 1499,
      "媚": 1500,
      "媧": 1501,
      "媮": 1502,
      "嫌": 1503,
      "子": 1504,
      "孔": 1505,
      "字": 1506,
      "存": 1507,
      "季": 1508,
      "学": 1509,
      "它": 1510,
      "宇": 1511,
      "守": 1512,
      "安": 1513,
      "宏": 1514,
      "官": 1515,
      "宙": 1516,
      "定": 1517,
      "宝": 1518,
      "实": 1519,
      "客": 1520,
      "室": 1521,
      "宮": 1522,
      "害": 1523,
      "家": 1524,
      "寂": 1525,
      "寝": 1526,
      "察": 1527,
      "實": 1528,
      "寺": 1529,
      "対": 1530,
      "射": 1531,
      "尊": 1532,
      "尋": 1533,
      "小": 1534,
      "少": 1535,
      "尔": 1536,
      "尸": 1537,
      "尼": 1538,
      "局": 1539,
      "居": 1540,
      "屈": 1541,
      "屋": 1542,
      "屍": 1543,
      "屎": 1544,
      "屑": 1545,
      "屮": 1546,
      "山": 1547,
      "岡": 1548,
      "岩": 1549,
      "岭": 1550,
      "峰": 1551,
      "島": 1552,
      "崎": 1553,
      "崴": 1554,
      "川": 1555,
      "巡": 1556,
      "工": 1557,
      "巨": 1558,
      "巫": 1559,
      "差": 1560,
      "巴": 1561,
      "市": 1562,
      "布": 1563,
      "师": 1564,
      "希": 1565,
      "帝": 1566,
      "師": 1567,
      "帰": 1568,
      "常": 1569,
      "幕": 1570,
      "干": 1571,
      "平": 1572,
      "年": 1573,
      "幹": 1574,
      "幼": 1575,
      "幽": 1576,
      "広": 1577,
      "府": 1578,
      "座": 1579,
      "庭": 1580,
      "延": 1581,
      "弁": 1582,
      "式": 1583,
      "弐": 1584,
      "弓": 1585,
      "引": 1586,
      "弗": 1587,
      "弦": 1588,
      "弱": 1589,
      "強": 1590,
      "弾": 1591,
      "当": 1592,
      "彡": 1593,
      "形": 1594,
      "彦": 1595,
      "影": 1596,
      "役": 1597,
      "彼": 1598,
      "径": 1599,
      "後": 1600,
      "徒": 1601,
      "御": 1602,
      "復": 1603,
      "徵": 1604,
      "德": 1605,
      "心": 1606,
      "忍": 1607,
      "志": 1608,
      "忘": 1609,
      "忧": 1610,
      "念": 1611,
      "怖": 1612,
      "思": 1613,
      "性": 1614,
      "怪": 1615,
      "总": 1616,
      "恃": 1617,
      "恋": 1618,
      "恐": 1619,
      "恵": 1620,
      "悠": 1621,
      "悦": 1622,
      "悪": 1623,
      "情": 1624,
      "惑": 1625,
      "惕": 1626,
      "惡": 1627,
      "想": 1628,
      "意": 1629,
      "愛": 1630,
      "慶": 1631,
      "憂": 1632,
      "憐": 1633,
      "憑": 1634,
      "成": 1635,
      "我": 1636,
      "戟": 1637,
      "戦": 1638,
      "戯": 1639,
      "戰": 1640,
      "戸": 1641,
      "房": 1642,
      "所": 1643,
      "手": 1644,
      "打": 1645,
      "托": 1646,
      "承": 1647,
      "抖": 1648,
      "抱": 1649,
      "拉": 1650,
      "拝": 1651,
      "拭": 1652,
      "拳": 1653,
      "拼": 1654,
      "拾": 1655,
      "持": 1656,
      "振": 1657,
      "掛": 1658,
      "探": 1659,
      "描": 1660,
      "損": 1661,
      "摩": 1662,
      "撃": 1663,
      "操": 1664,
      "擬": 1665,
      "改": 1666,
      "攻": 1667,
      "政": 1668,
      "敏": 1669,
      "救": 1670,
      "教": 1671,
      "敵": 1672,
      "數": 1673,
      "文": 1674,
      "斗": 1675,
      "料": 1676,
      "斯": 1677,
      "新": 1678,
      "方": 1679,
      "施": 1680,
      "族": 1681,
      "日": 1682,
      "时": 1683,
      "明": 1684,
      "星": 1685,
      "映": 1686,
      "春": 1687,
      "是": 1688,
      "時": 1689,
      "晋": 1690,
      "普": 1691,
      "晴": 1692,
      "智": 1693,
      "暗": 1694,
      "暴": 1695,
      "曲": 1696,
      "書": 1697,
      "替": 1698,
      "最": 1699,
      "月": 1700,
      "有": 1701,
      "望": 1702,
      "朝": 1703,
      "期": 1704,
      "木": 1705,
      "未": 1706,
      "末": 1707,
      "本": 1708,
      "李": 1709,
      "村": 1710,
      "束": 1711,
      "来": 1712,
      "東": 1713,
      "松": 1714,
      "析": 1715,
      "枕": 1716,
      "林": 1717,
      "枪": 1718,
      "柊": 1719,
      "柔": 1720,
      "柚": 1721,
      "柯": 1722,
      "校": 1723,
      "株": 1724,
      "格": 1725,
      "桂": 1726,
      "桃": 1727,
      "桑": 1728,
      "桜": 1729,
      "棒": 1730,
      "森": 1731,
      "検": 1732,
      "業": 1733,
      "極": 1734,
      "楽": 1735,
      "概": 1736,
      "榊": 1737,
      "様": 1738,
      "樹": 1739,
      "橙": 1740,
      "機": 1741,
      "櫻": 1742,
      "欠": 1743,
      "次": 1744,
      "歌": 1745,
      "歐": 1746,
      "歡": 1747,
      "止": 1748,
      "正": 1749,
      "步": 1750,
      "武": 1751,
      "歩": 1752,
      "歳": 1753,
      "歷": 1754,
      "死": 1755,
      "殖": 1756,
      "殺": 1757,
      "殻": 1758,
      "母": 1759,
      "毎": 1760,
      "毒": 1761,
      "毛": 1762,
      "氏": 1763,
      "気": 1764,
      "氣": 1765,
      "水": 1766,
      "氷": 1767,
      "永": 1768,
      "求": 1769,
      "汉": 1770,
      "江": 1771,
      "沙": 1772,
      "沢": 1773,
      "河": 1774,
      "治": 1775,
      "泉": 1776,
      "法": 1777,
      "波": 1778,
      "泣": 1779,
      "泰": 1780,
      "洋": 1781,
      "洛": 1782,
      "洞": 1783,
      "洲": 1784,
      "活": 1785,
      "派": 1786,
      "流": 1787,
      "浦": 1788,
      "浪": 1789,
      "海": 1790,
      "消": 1791,
      "涼": 1792,
      "淵": 1793,
      "清": 1794,
      "渋": 1795,
      "渣": 1796,
      "温": 1797,
      "港": 1798,
      "湧": 1799,
      "湾": 1800,
      "湿": 1801,
      "溶": 1802,
      "滅": 1803,
      "漢": 1804,
      "漫": 1805,
      "潤": 1806,
      "澤": 1807,
      "澳": 1808,
      "濕": 1809,
      "灣": 1810,
      "火": 1811,
      "灰": 1812,
      "為": 1813,
      "烏": 1814,
      "無": 1815,
      "然": 1816,
      "熙": 1817,
      "熱": 1818,
      "燃": 1819,
      "營": 1820,
      "爭": 1821,
      "爾": 1822,
      "版": 1823,
      "物": 1824,
      "特": 1825,
      "犬": 1826,
      "狂": 1827,
      "狐": 1828,
      "狗": 1829,
      "狩": 1830,
      "狮": 1831,
      "狼": 1832,
      "猫": 1833,
      "獄": 1834,
      "獅": 1835,
      "獣": 1836,
      "獳": 1837,
      "玄": 1838,
      "率": 1839,
      "王": 1840,
      "玩": 1841,
      "玲": 1842,
      "現": 1843,
      "球": 1844,
      "理": 1845,
      "琳": 1846,
      "琴": 1847,
      "瑞": 1848,
      "瓦": 1849,
      "瓶": 1850,
      "生": 1851,
      "産": 1852,
      "用": 1853,
      "田": 1854,
      "由": 1855,
      "甲": 1856,
      "男": 1857,
      "町": 1858,
      "画": 1859,
      "界": 1860,
      "畜": 1861,
      "略": 1862,
      "番": 1863,
      "異": 1864,
      "疆": 1865,
      "病": 1866,
      "療": 1867,
      "癖": 1868,
      "発": 1869,
      "登": 1870,
      "發": 1871,
      "白": 1872,
      "百": 1873,
      "的": 1874,
      "皇": 1875,
      "皿": 1876,
      "益": 1877,
      "盗": 1878,
      "盟": 1879,
      "目": 1880,
      "相": 1881,
      "盾": 1882,
      "真": 1883,
      "眼": 1884,
      "矛": 1885,
      "矢": 1886,
      "知": 1887,
      "石": 1888,
      "砂": 1889,
      "研": 1890,
      "砲": 1891,
      "破": 1892,
      "碧": 1893,
      "磁": 1894,
      "磔": 1895,
      "示": 1896,
      "社": 1897,
      "祐": 1898,
      "祖": 1899,
      "神": 1900,
      "禁": 1901,
      "禄": 1902,
      "禅": 1903,
      "福": 1904,
      "禪": 1905,
      "秀": 1906,
      "私": 1907,
      "秋": 1908,
      "科": 1909,
      "稣": 1910,
      "種": 1911,
      "穂": 1912,
      "究": 1913,
      "空": 1914,
      "突": 1915,
      "窓": 1916,
      "窟": 1917,
      "竄": 1918,
      "竜": 1919,
      "章": 1920,
      "竹": 1921,
      "笠": 1922,
      "第": 1923,
      "管": 1924,
      "箱": 1925,
      "篭": 1926,
      "米": 1927,
      "精": 1928,
      "糞": 1929,
      "系": 1930,
      "紀": 1931,
      "約": 1932,
      "紅": 1933,
      "素": 1934,
      "紫": 1935,
      "細": 1936,
      "紳": 1937,
      "紺": 1938,
      "終": 1939,
      "組": 1940,
      "絆": 1941,
      "経": 1942,
      "結": 1943,
      "絵": 1944,
      "絶": 1945,
      "經": 1946,
      "続": 1947,
      "綺": 1948,
      "綾": 1949,
      "綿": 1950,
      "緑": 1951,
      "緒": 1952,
      "線": 1953,
      "編": 1954,
      "繋": 1955,
      "约": 1956,
      "线": 1957,
      "绘": 1958,
      "绝": 1959,
      "统": 1960,
      "维": 1961,
      "罪": 1962,
      "罰": 1963,
      "羅": 1964,
      "羊": 1965,
      "羌": 1966,
      "美": 1967,
      "義": 1968,
      "羲": 1969,
      "羽": 1970,
      "考": 1971,
      "者": 1972,
      "耳": 1973,
      "耶": 1974,
      "联": 1975,
      "聖": 1976,
      "肖": 1977,
      "肭": 1978,
      "育": 1979,
      "胞": 1980,
      "胡": 1981,
      "能": 1982,
      "腕": 1983,
      "膃": 1984,
      "膏": 1985,
      "自": 1986,
      "臬": 1987,
      "臺": 1988,
      "與": 1989,
      "舎": 1990,
      "舞": 1991,
      "航": 1992,
      "艦": 1993,
      "良": 1994,
      "色": 1995,
      "花": 1996,
      "芳": 1997,
      "芸": 1998,
      "苏": 1999,
      "苗": 2000,
      "若": 2001,
      "英": 2002,
      "茎": 2003,
      "茜": 2004,
      "草": 2005,
      "荒": 2006,
      "莫": 2007,
      "菓": 2008,
      "菖": 2009,
      "菜": 2010,
      "華": 2011,
      "萌": 2012,
      "萬": 2013,
      "葉": 2014,
      "葎": 2015,
      "葛": 2016,
      "葬": 2017,
      "葵": 2018,
      "蒙": 2019,
      "蒲": 2020,
      "蓮": 2021,
      "蔔": 2022,
      "蔵": 2023,
      "薙": 2024,
      "薬": 2025,
      "藍": 2026,
      "藤": 2027,
      "藩": 2028,
      "蘭": 2029,
      "蘿": 2030,
      "虚": 2031,
      "虫": 2032,
      "虹": 2033,
      "蛆": 2034,
      "蛊": 2035,
      "蝶": 2036,
      "蟲": 2037,
      "蠱": 2038,
      "蠻": 2039,
      "血": 2040,
      "行": 2041,
      "術": 2042,
      "街": 2043,
      "衣": 2044,
      "表": 2045,
      "袋": 2046,
      "裁": 2047,
      "裂": 2048,
      "装": 2049,
      "裏": 2050,
      "西": 2051,
      "要": 2052,
      "見": 2053,
      "規": 2054,
      "視": 2055,
      "親": 2056,
      "视": 2057,
      "解": 2058,
      "言": 2059,
      "計": 2060,
      "記": 2061,
      "詠": 2062,
      "試": 2063,
      "詩": 2064,
      "話": 2065,
      "誌": 2066,
      "誓": 2067,
      "誘": 2068,
      "語": 2069,
      "誠": 2070,
      "説": 2071,
      "読": 2072,
      "誰": 2073,
      "談": 2074,
      "論": 2075,
      "譅": 2076,
      "識": 2077,
      "譚": 2078,
      "譜": 2079,
      "识": 2080,
      "试": 2081,
      "诗": 2082,
      "话": 2083,
      "语": 2084,
      "课": 2085,
      "谷": 2086,
      "豆": 2087,
      "豪": 2088,
      "貧": 2089,
      "販": 2090,
      "賀": 2091,
      "賊": 2092,
      "賭": 2093,
      "賴": 2094,
      "賽": 2095,
      "贄": 2096,
      "赤": 2097,
      "走": 2098,
      "超": 2099,
      "趙": 2100,
      "路": 2101,
      "車": 2102,
      "転": 2103,
      "軽": 2104,
      "輔": 2105,
      "輝": 2106,
      "软": 2107,
      "辉": 2108,
      "辛": 2109,
      "辺": 2110,
      "辽": 2111,
      "运": 2112,
      "近": 2113,
      "返": 2114,
      "远": 2115,
      "迪": 2116,
      "迷": 2117,
      "退": 2118,
      "适": 2119,
      "逆": 2120,
      "這": 2121,
      "通": 2122,
      "逝": 2123,
      "造": 2124,
      "連": 2125,
      "進": 2126,
      "遂": 2127,
      "遊": 2128,
      "過": 2129,
      "道": 2130,
      "達": 2131,
      "違": 2132,
      "遠": 2133,
      "適": 2134,
      "邑": 2135,
      "邦": 2136,
      "邪": 2137,
      "郁": 2138,
      "郎": 2139,
      "部": 2140,
      "郷": 2141,
      "释": 2142,
      "釋": 2143,
      "里": 2144,
      "重": 2145,
      "野": 2146,
      "金": 2147,
      "鈴": 2148,
      "鉄": 2149,
      "銀": 2150,
      "銃": 2151,
      "銜": 2152,
      "鋼": 2153,
      "錆": 2154,
      "錬": 2155,
      "録": 2156,
      "鍛": 2157,
      "鏡": 2158,
      "鐄": 2159,
      "铡": 2160,
      "银": 2161,
      "镰": 2162,
      "長": 2163,
      "門": 2164,
      "開": 2165,
      "間": 2166,
      "闇": 2167,
      "闘": 2168,
      "闪": 2169,
      "阿": 2170,
      "陈": 2171,
      "降": 2172,
      "限": 2173,
      "院": 2174,
      "陪": 2175,
      "陰": 2176,
      "険": 2177,
      "陽": 2178,
      "隊": 2179,
      "隼": 2180,
      "雄": 2181,
      "雅": 2182,
      "集": 2183,
      "雞": 2184,
      "雨": 2185,
      "雪": 2186,
      "雲": 2187,
      "零": 2188,
      "雷": 2189,
      "電": 2190,
      "霊": 2191,
      "霖": 2192,
      "霧": 2193,
      "青": 2194,
      "静": 2195,
      "面": 2196,
      "革": 2197,
      "靴": 2198,
      "鞭": 2199,
      "音": 2200,
      "頃": 2201,
      "領": 2202,
      "頭": 2203,
      "題": 2204,
      "顔": 2205,
      "願": 2206,
      "顧": 2207,
      "顶": 2208,
      "風": 2209,
      "食": 2210,
      "飯": 2211,
      "飴": 2212,
      "飽": 2213,
      "養": 2214,
      "館": 2215,
      "饭": 2216,
      "饴": 2217,
      "香": 2218,
      "馬": 2219,
      "駄": 2220,
      "騎": 2221,
      "験": 2222,
      "驢": 2223,
      "马": 2224,
      "高": 2225,
      "鬱": 2226,
      "鬼": 2227,
      "魂": 2228,
      "魄": 2229,
      "魅": 2230,
      "魍": 2231,
      "魎": 2232,
      "魔": 2233,
      "魚": 2234,
      "鮫": 2235,
      "鮮": 2236,
      "鰻": 2237,
      "鳥": 2238,
      "鳳": 2239,
      "鸡": 2240,
      "鹿": 2241,
      "麗": 2242,
      "麻": 2243,
      "黃": 2244,
      "黄": 2245,
      "黎": 2246,
      "黒": 2247,
      "黙": 2248,
      "鼻": 2249,
      "齣": 2250,
      "龍": 2251,
      "龙": 2252,
      "龜": 2253,
      "龟": 2254,
      "ꙁ": 2255,
      "ꙑ": 2256,
      "Ꙗ": 2257,
      "ꙗ": 2258,
      "ꚗ": 2259,
      "강": 2260,
      "국": 2261,
      "김": 2262,
      "나": 2263,
      "남": 2264,
      "녀": 2265,
      "놈": 2266,
      "다": 2267,
      "대": 2268,
      "덤": 2269,
      "라": 2270,
      "란": 2271,
      "리": 2272,
      "릿": 2273,
      "마": 2274,
      "만": 2275,
      "법": 2276,
      "북": 2277,
      "쁜": 2278,
      "사": 2279,
      "상": 2280,
      "생": 2281,
      "소": 2282,
      "솔": 2283,
      "스": 2284,
      "승": 2285,
      "시": 2286,
      "신": 2287,
      "아": 2288,
      "업": 2289,
      "여": 2290,
      "영": 2291,
      "온": 2292,
      "왜": 2293,
      "요": 2294,
      "유": 2295,
      "은": 2296,
      "의": 2297,
      "이": 2298,
      "일": 2299,
      "임": 2300,
      "잇": 2301,
      "자": 2302,
      "장": 2303,
      "조": 2304,
      "좋": 2305,
      "중": 2306,
      "진": 2307,
      "칭": 2308,
      "케": 2309,
      "크": 2310,
      "킹": 2311,
      "타": 2312,
      "팝": 2313,
      "팬": 2314,
      "펌": 2315,
      "프": 2316,
      "한": 2317,
      "현": 2318,
      "화": 2319,
      "희": 2320,
      "": 2321,
      "ﷺ": 2322,
      "️": 2323,
      "﻿": 2324,
      "！": 2325,
      "％": 2326,
      "（": 2327,
      "）": 2328,
      "，": 2329,
      "／": 2330,
      "０": 2331,
      "３": 2332,
      "４": 2333,
      "５": 2334,
      "７": 2335,
      "８": 2336,
      "：": 2337,
      "＜": 2338,
      "？": 2339,
      "Ａ": 2340,
      "Ｃ": 2341,
      "Ｇ": 2342,
      "Ｈ": 2343,
      "Ｌ": 2344,
      "Ｏ": 2345,
      "Ｓ": 2346,
      "Ｔ": 2347,
      "Ｖ": 2348,
      "Ｙ": 2349,
      "Ｚ": 2350,
      "＼": 2351,
      "＿": 2352,
      "｀": 2353,
      "｜": 2354,
      "～": 2355,
      "｡": 2356,
      "･": 2357,
      "ﾉ": 2358,
      "ﾟ": 2359,
      "￣": 2360,
      "￼": 2361,
      "�": 2362,
      "𐌲": 2363,
      "𐌿": 2364,
      "𐍄": 2365,
      "𒂆": 2366,
      "𒄑": 2367,
      "𒈦": 2368,
      "𝐀": 2369,
      "𝐂": 2370,
      "𝐄": 2371,
      "𝐇": 2372,
      "𝐋": 2373,
      "𝐌": 2374,
      "𝐍": 2375,
      "𝐏": 2376,
      "𝐑": 2377,
      "𝐒": 2378,
      "𝐖": 2379,
      "𝔊": 2380,
      "𝔥": 2381,
      "𝔬": 2382,
      "𝔱": 2383,
      "𝕏": 2384,
      "𝕱": 2385,
      "𝕵": 2386,
      "𝖊": 2387,
      "𝖋": 2388,
      "𝖎": 2389,
      "𝖑": 2390,
      "𝖔": 2391,
      "𝖗": 2392,
      "𝖘": 2393,
      "𝖙": 2394,
      "𝖟": 2395,
      "🇸": 2396,
      "🇺": 2397,
      "🌈": 2398,
      "🌎": 2399,
      "🎧": 2400,
      "🎨": 2401,
      "🏻": 2402,
      "👉": 2403,
      "👌": 2404,
      "💕": 2405,
      "💪": 2406,
      "🖖": 2407,
      "😀": 2408,
      "😁": 2409,
      "😂": 2410,
      "😉": 2411,
      "😊": 2412,
      "😐": 2413,
      "😒": 2414,
      "🜁": 2415,
      "🟠": 2416,
      "🤔": 2417,
      "🤡": 2418,
      "🤣": 2419,
      "🤭": 2420,
      "🤷": 2421,
      "🧵": 2422,
      "𡨸": 2423,
      "𣇟": 2424,
      "𣋀": 2425,
      " п": 2426,
      " с": 2427,
      " в": 2428,
      "то": 2429,
      " н": 2430,
      " и": 2431,
      "но": 2432,
      "ра": 2433,
      "ст": 2434,
      "ро": 2435,
      "ко": 2436,
      "ен": 2437,
      " о": 2438,
      "ли": 2439,
      " по": 2440,
      "го": 2441,
      "ре": 2442,
      "ка": 2443,
      " д": 2444,
      "ет": 2445,
      "ль": 2446,
      "ны": 2447,
      "ва": 2448,
      " на": 2449,
      "ри": 2450,
      "ни": 2451,
      "та": 2452,
      "ло": 2453,
      " м": 2454,
      " б": 2455,
      "на": 2456,
      "ла": 2457,
      "ть": 2458,
      " не": 2459,
      "во": 2460,
      "ки": 2461,
      "\r\n": 2462,
      "те": 2463,
      "за": 2464,
      "ся": 2465,
      " ч": 2466,
      "ер": 2467,
      "да": 2468,
      "ле": 2469,
      "ти": 2470,
      " ко": 2471,
      " у": 2472,
      "ми": 2473,
      "ени": 2474,
      " а": 2475,
      " за": 2476,
      "ру": 2477,
      "ем": 2478,
      "ви": 2479,
      "ди": 2480,
      " про": 2481,
      "ля": 2482,
      "же": 2483,
      " к": 2484,
      "ес": 2485,
      " •": 2486,
      " ра": 2487,
      " э": 2488,
      " ка": 2489,
      "де": 2490,
      "ма": 2491,
      " что": 2492,
      "мо": 2493,
      " со": 2494,
      "по": 2495,
      " то": 2496,
      "ры": 2497,
      "до": 2498,
      " от": 2499,
      "чи": 2500,
      "бо": 2501,
      "ест": 2502,
      "хо": 2503,
      "не": 2504,
      " при": 2505,
      " во": 2506,
      " г": 2507,
      "ци": 2508,
      "ча": 2509,
      " до": 2510,
      " бы": 2511,
      " (": 2512,
      " «": 2513,
      " В": 2514,
      "со": 2515,
      " та": 2516,
      " е": 2517,
      " из": 2518,
      " П": 2519,
      " мо": 2520,
      "се": 2521,
      "ве": 2522,
      " т": 2523,
      " С": 2524,
      " го": 2525,
      " вы": 2526,
      "ста": 2527,
      "ши": 2528,
      "сто": 2529,
      "ный": 2530,
      "сь": 2531,
      "ют": 2532,
      "жи": 2533,
      "ей": 2534,
      " об": 2535,
      "си": 2536,
      "ну": 2537,
      " это": 2538,
      "сти": 2539,
      " К": 2540,
      "лу": 2541,
      "ку": 2542,
      "льно": 2543,
      "па": 2544,
      "ги": 2545,
      "га": 2546,
      "ме": 2547,
      " ф": 2548,
      "лю": 2549,
      "ные": 2550,
      "ду": 2551,
      " но": 2552,
      "ных": 2553,
      "вы": 2554,
      "щи": 2555,
      "ется": 2556,
      " бо": 2557,
      "му": 2558,
      "ной": 2559,
      " кото": 2560,
      "пи": 2561,
      " Н": 2562,
      "ере": 2563,
      " те": 2564,
      " з": 2565,
      "ско": 2566,
      " раз": 2567,
      " ре": 2568,
      " как": 2569,
      "са": 2570,
      "мен": 2571,
      " са": 2572,
      "ения": 2573,
      "би": 2574,
      " А": 2575,
      "ного": 2576,
      "ты": 2577,
      "чес": 2578,
      "ски": 2579,
      "сть": 2580,
      " М": 2581,
      " пре": 2582,
      "жа": 2583,
      "ше": 2584,
      " ма": 2585,
      " да": 2586,
      " Т": 2587,
      " Д": 2588,
      "ря": 2589,
      " все": 2590,
      " ста": 2591,
      "ня": 2592,
      "зо": 2593,
      " сво": 2594,
      " ни": 2595,
      "ту": 2596,
      " под": 2597,
      " О": 2598,
      " И": 2599,
      "ву": 2600,
      "пе": 2601,
      "бы": 2602,
      "сле": 2603,
      "ная": 2604,
      " же": 2605,
      " так": 2606,
      "мы": 2607,
      " Б": 2608,
      "ение": 2609,
      " де": 2610,
      " я": 2611,
      " Р": 2612,
      "вать": 2613,
      "вен": 2614,
      "ным": 2615,
      "зы": 2616,
      "ба": 2617,
      "ще": 2618,
      "вля": 2619,
      " ли": 2620,
      " се": 2621,
      "зи": 2622,
      " Г": 2623,
      "жно": 2624,
      " которы": 2625,
      " си": 2626,
      " его": 2627,
      " ст": 2628,
      "ша": 2629,
      "бе": 2630,
      "лен": 2631,
      "ды": 2632,
      " для": 2633,
      "це": 2634,
      "ак": 2635,
      "ров": 2636,
      " По": 2637,
      " лю": 2638,
      "лько": 2639,
      "ков": 2640,
      "кой": 2641,
      "гда": 2642,
      "чески": 2643,
      "пу": 2644,
      " па": 2645,
      " ми": 2646,
      "нов": 2647,
      "лся": 2648,
      "ке": 2649,
      "вер": 2650,
      " хо": 2651,
      "об": 2652,
      " пере": 2653,
      " 2": 2654,
      "ца": 2655,
      "чно": 2656,
      "ска": 2657,
      "лы": 2658,
      "ан": 2659,
      " ви": 2660,
      "су": 2661,
      "вани": 2662,
      "тся": 2663,
      "мер": 2664,
      " х": 2665,
      " иг": 2666,
      " он": 2667,
      "тель": 2668,
      "ться": 2669,
      " З": 2670,
      " 1": 2671,
      "ень": 2672,
      "ран": 2673,
      " вс": 2674,
      " ис": 2675,
      "че": 2676,
      " ро": 2677,
      " од": 2678,
      "ор": 2679,
      "ющи": 2680,
      " бу": 2681,
      "про": 2682,
      " кон": 2683,
      " вре": 2684,
      "фи": 2685,
      " или": 2686,
      "мя": 2687,
      " Л": 2688,
      "зу": 2689,
      " ве": 2690,
      " су": 2691,
      " ин": 2692,
      "ное": 2693,
      " дру": 2694,
      " пер": 2695,
      "ство": 2696,
      "ции": 2697,
      "вет": 2698,
      "гу": 2699,
      "лись": 2700,
      "ща": 2701,
      " —": 2702,
      "ном": 2703,
      " бе": 2704,
      " рас": 2705,
      "тов": 2706,
      ").": 2707,
      "он": 2708,
      " жи": 2709,
      " ме": 2710,
      "тельно": 2711,
      " ча": 2712,
      "ются": 2713,
      " пра": 2714,
      "ком": 2715,
      " после": 2716,
      " че": 2717,
      "ром": 2718,
      "лет": 2719,
      "тив": 2720,
      "ствен": 2721,
      " ш": 2722,
      "жет": 2723,
      " пред": 2724,
      "-то": 2725,
      "вши": 2726,
      "сси": 2727,
      "ха": 2728,
      "лове": 2729,
      " боль": 2730,
      "том": 2731,
      " 20": 2732,
      "»,": 2733,
      " сто": 2734,
      "ную": 2735,
      "ходи": 2736,
      " их": 2737,
      "ар": 2738,
      "лось": 2739,
      "каза": 2740,
      "te": 2741,
      "nd": 2742,
      "жен": 2743,
      " только": 2744,
      " ру": 2745,
      "рой": 2746,
      "ему": 2747,
      "ят": 2748,
      "».": 2749,
      "),": 2750,
      "пра": 2751,
      " ку": 2752,
      "из": 2753,
      "вой": 2754,
      " само": 2755,
      "гра": 2756,
      "зна": 2757,
      "сы": 2758,
      "сту": 2759,
      " ва": 2760,
      " воз": 2761,
      "чест": 2762,
      " было": 2763,
      " был": 2764,
      " На": 2765,
      "дь": 2766,
      "рова": 2767,
      " му": 2768,
      "зыва": 2769,
      "ность": 2770,
      " Е": 2771,
      "есть": 2772,
      "нима": 2773,
      " Э": 2774,
      "тер": 2775,
      "ными": 2776,
      "ния": 2777,
      "кра": 2778,
      "щест": 2779,
      "бу": 2780,
      "лей": 2781,
      " Ч": 2782,
      "вест": 2783,
      " зна": 2784,
      "при": 2785,
      " У": 2786,
      " оч": 2787,
      " даже": 2788,
      "тя": 2789,
      "лась": 2790,
      "стоя": 2791,
      " пу": 2792,
      "of": 2793,
      "пы": 2794,
      "вя": 2795,
      "ние": 2796,
      " пи": 2797,
      "ский": 2798,
      "лее": 2799,
      " стра": 2800,
      " ба": 2801,
      " Х": 2802,
      " слу": 2803,
      " фи": 2804,
      "дет": 2805,
      " полу": 2806,
      "стви": 2807,
      "ён": 2808,
      "если": 2809,
      " они": 2810,
      "нет": 2811,
      "ция": 2812,
      "ства": 2813,
      " можно": 2814,
      " Ко": 2815,
      "род": 2816,
      " уже": 2817,
      " всё": 2818,
      " время": 2819,
      " оста": 2820,
      "хи": 2821,
      " есть": 2822,
      "ности": 2823,
      "вто": 2824,
      "дин": 2825,
      " Ф": 2826,
      "шь": 2827,
      " ком": 2828,
      " челове": 2829,
      " гла": 2830,
      " ос": 2831,
      "пре": 2832,
      " ту": 2833,
      "ёт": 2834,
      "пер": 2835,
      " пла": 2836,
      "цен": 2837,
      " если": 2838,
      " нача": 2839,
      "ника": 2840,
      " может": 2841,
      "ской": 2842,
      "зда": 2843,
      "щё": 2844,
      " свои": 2845,
      "пол": 2846,
      "ин": 2847,
      " просто": 2848,
      " сло": 2849,
      "рии": 2850,
      "соб": 2851,
      "дер": 2852,
      "вает": 2853,
      " того": 2854,
      " ле": 2855,
      "цы": 2856,
      "ек": 2857,
      " которые": 2858,
      "ман": 2859,
      " Но": 2860,
      "кого": 2861,
      "end": 2862,
      " им": 2863,
      "кры": 2864,
      "ит": 2865,
      " пол": 2866,
      "ден": 2867,
      "ник": 2868,
      " чтобы": 2869,
      "ис": 2870,
      "дя": 2871,
      " года": 2872,
      " который": 2873,
      " ж": 2874,
      "xt": 2875,
      " <": 2876,
      " Во": 2877,
      " также": 2878,
      "text": 2879,
      " Ро": 2880,
      "|>": 2881,
      "oftext": 2882,
      "endoftext": 2883,
      " <|": 2884,
      " когда": 2885,
      "вно": 2886,
      "бя": 2887,
      "дей": 2888,
      " вер": 2889,
      " где": 2890,
      "ге": 2891,
      " рабо": 2892,
      "ём": 2893,
      " таки": 2894,
      "00": 2895,
      " чем": 2896,
      " дол": 2897,
      " ещё": 2898,
      "вая": 2899,
      " ге": 2900,
      "вые": 2901,
      " явля": 2902,
      "ления": 2903,
      "поль": 2904,
      "нь": 2905,
      "ней": 2906,
      "er": 2907,
      "ально": 2908,
